---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.AnalyticalModelStartProjectionOrthogonal
source: html/b5561cee-f82f-db06-e675-16071791e726.htm
---
# Autodesk.Revit.DB.ParameterTypeId.AnalyticalModelStartProjectionOrthogonal Property

"Start Projection Orthogonal"

## Syntax (C#)
```csharp
public static ForgeTypeId AnalyticalModelStartProjectionOrthogonal { get; }
```